


const WarrantyMain = () => {
    return (
        <section>
            <div className="container mx-auto px-4 flex flex-col mt-10">
                <div>
                    <h2 className="text-2xl font-semibold">Общие положения</h2>
                </div>
                <div className="grid gap-2 max-w-2xl w-full mt-4 font-light">
                    <p>
                        ООО «АК «ВР» обеспечивает своевременное предоставление потребителю /покупателю необходимой и достоверной информации о предлагаемых товарах и изготовителях в объеме и способами, установленными законодательством.
                        Гарантийный срок на реализуемый товар: 12 месяцев или 20 000 км пробега в зависимости от того, что наступит первым, при условии соблюдения требований хранения, установки, использования, подбора (поиска), предусмотренных нормативными документами, техническими характеристиками и настоящим положением, за исключением товара, на который в соответствии с настоящим положением гарантия не распространяется.
                        Гарантийный срок исчисляется с момента передачи товара потребителю / покупателю.
                    </p>
                </div>
            </div>
        </section>
    )
}

export default WarrantyMain